[
  {
    "allegation_id": "1078263",
    "category_id": null,
    "category": null,
    "summary": "Officer _was married to, but separated from, Ms. While - was at she encountered Officer - and a verbal altercation ensued. In her statement to IPRA - alleged the conduct listed below. During the investigation could not locate sufficient evidence to determine if the alleged conduct occurred and therefore the allegations are not sustained."
  },
  {
    "allegation_id": "1080904",
    "category_id": null,
    "category": null,
    "summary": "On July 23, 2014, at 7:28 pm, the complainant, _was arrested for cannabis possession. _denied he had cannabis and alleged he was handcuffed too Additionally, _alleged that during transportation, Officer _caused _to hit his head by breaking abruptly then denying _medical treatment. Finally, _alleged that Officer _Deputy Chief _and an unknown CPD captain responded by striking and kicking him.3 According to reports Officer _and Officer _curbed a vehicle _was a passenger in after they smelled cannabis emitting from the vehicle. Upon approach Officer - observed a clear zip lock bag containing suspect cannabis on the seat next to _Officer - arrested _and searched the vehicle where he found another zip lock bag of suspect cannabis on the seat inside the car. While transporting _to the 8th district, _became irate and threatened to fight Officer _Upon arrival at the district, _kicked out the rear window of the squad car. Of?cer _and Commander used control tactics to remove - 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals, effective February 13, 2019. 3 Allegations were not brought against any additional CPD members as available evidence suggest there was no third Department member present when _kicked out the car window at the 8th District. 4 At the time of the incident now Deputy Chief _was the Commander of the 8th district. from the vehicle. At the time, Officer _was arriving to the 8th district parking lot in the impounded vehicle. _was transported by CPD to Holy Cross Hospital on July 24, 2014. _told hospital staff he was ??stepped on?? during a police altercation and he reported chest pain, shortness of breath, and hearing ?a pop in left rib area.? _also reported ?he was riding in the police car and the car stopped abruptly and he hit his head on the seat in front of him.? Hospital staff noted swelling, contusion, and tenderness on his forehead, in addition to tenderness of his chest and left wrist and ?marks to wrists from hand cuffs.? _was given Tylenol and discharged to police custody. Officers _and _and Deputy Chief _all provided statements consistent with each other and the Department reports. Attempts to interview the three women in the car with _were unsuccessful. No Body Worn Camera footage or In?Car Camera footage was available from this incident."
  },
  {
    "allegation_id": "1072774",
    "category_id": null,
    "category": null,
    "summary": "This case involves a Complainant who was a former CPD detective and an Accused officer who is a current CPD sergeant.3 COPA has interviewed the Complainant and the Officer and also attempted to interview a civilian witness who was not cooperative. Additionally, COPA requested and received information from Illinois State Police and CPD as well as reviewed court and police documents. Detective reports indicate that the Complainant and the Accused got into multiple verbal and physical altercations as a couple, but that neither of them was a predominant aggressor and neither of them pursued criminal charges against the other. For example, one report stated that ?[b]oth parties expressed that this was a regrettable situation. They are each seeking counsel and wish to proceed in a civil manner. No information gathered by the indicates a wanton criminal act, nor does the reported victim intend to pursue charges.?4 In another report, detectives noted that the ?investigation revealed that both parties were mutual combatants involving the battery and had -sign a refusal to prosecute for criminal damage to the property.? 5 Both parties were ?advised to seek professional counseling and DV info [was] given along with order of protection info.?6 COPA also received information from ISP regarding the Accused?s use of department databases. ISP indicated that there were no searches for the Complainant on LEADS in all of 2014.7 Additionally, CPD records show that there were no Hot Desk searches for inquiries on the Complainant in all of 2014.8 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals, effective February 13, 2019. 3 See, 6. g. 4 Att. 57 at 4. 5 AttAtt. 49. 8 Att. 51. The Complainant stated that he received forwarded mail form the Accused on November 26, 2014, and the letter itself was dated November 19, 2014.9 The Accused stated that she happened upon the Complainant?s address when she was training on the Accurint Law Enforcement (?Accurint?) database starting in July of 2014.10 Sgt. _of CPD informed IPRA in a telephone conversation that the Accused was granted access to Accurint from July 26, 2014 until September 21, 2014, with a possible extension of five or siX days as a grace period.11 The Accused accessed Accurint on four occasions in 2014: twice on August 29; once on September 10; and once on September 21.12 The Accused ran a total of thirty queries during that time, including a comprehensive report on herself. 13 According to Sgt. _it is probable that the Complainant?s information came up in the Accused?s comprehensive report. COPA attempted to speak to the Complainant?s wife, but she did not respond. In a phone conversation with the Complainant, he claimed?without corroborating evidence?that his wife and the Accused engaged in a domestic incident.14 In the same phone conversation, the Complainant stated that his wife did not want to speak with, or provide a statement to IPRA investigators, as doing so might ?stir things up? after things had been fine between the two women since the incident.15 CPD records16 indicate that the Complainant?s wife, Ms. _reported that ?she had parked her car on the street and was looking out of her residence window? when she saw someone rip the driver side mirror off her car. Ms. .described the offender as a white female between 28 and 34 years old."
  },
  {
    "allegation_id": "1060434",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleged that the accused from Area 3 presented signed police teports,sworn felony complaints which falsely implicated the victim [ii participated in a vicious mob attack and sexual assualt at the International Amphitheatre on December 30, 1981. As a result, the victim spent 20 years in prison for crimes he did not commit."
  },
  {
    "allegation_id": "1055049",
    "category_id": null,
    "category": null,
    "summary": "On June 25, 2012, Chicago Police Of?cers were on routine patrol in a violence reduction zone near Of?cers observed a group of young men congregating in the violence reduction zone and exited their vehicles to eak with the group. The group dispersed, and the men ran away from the of?cers. Of?cers pursued of the individuals who ran away, through buildings and eventually into (hereinafter (hereinafter I). Three individuals,?, inside the apartment prior to-entering. Police of?cers ursued and forced open the door to the apartment. Of?cers entered the apartment and arrested ame to the apartment soon after and later called for a supervisor to initiate a complaint against the police of?cers who entered her apartment."
  },
  {
    "allegation_id": "1056741",
    "category_id": null,
    "category": null,
    "summary": "Itis alleged by Lieutenant MCCARTNEY, #328, that while assigned as lock-up keeper on 31 Aug 12, at approximately 0053 hours, Police Officer Samuel ANNOR, #6224, accepted   “irom Detective FORBERG, and failed to do a proper search of arrestee who subsequently swallowed 16 suspect ecstasy pills were found in the arrestee's pants pocket while being transferred from one cell to another within the lockup. It is alleged by Lieutenant McCARTNEY, #325, that while assigned as lock-up keeper on 31 Aug 12, at approximately 0053 hours, Police Officer Gregory JONES, #19819, accepted — from Detective FORBERG, and failed to do a proper search of arrestee who subsequently swallowed 16 suspect ecstasy pills were found in the arrestee's pants pocket while being transferred from one cell to another within the lockup. Itis alleged by Lieutenant MCCARTNEY, #3285, that while assigned as lock-up keeper on 31 Aug 12, at approximately 0053 hours, Detention Aide Darrin WEST accepted _‘from Detective FORBERG, and failed to do a proper search of arrestee who subsequently swallowed 16 suspect ecstasy pills were found in the arrestee's pants pocket while being transferred from one cell to another within the lockup."
  },
  {
    "allegation_id": "1070130",
    "category_id": null,
    "category": null,
    "summary": "On June 22, 2014 Mr. was shot while on his way to buy cigarettes. Once he was able to communicate with officers, he identified Mr. as the shooter. Chicago Police Officers performed a records search revealing multiple addresses for Mr. -. One of the addresses was the home of Ms. Mr. fiancee and mother to his children. Officers went to this address and upon knocking Ms. opened the door and officers saw Mr. - standing in the apartment behind Ms. Officers observing Mr. - attempt to ?ee into another room, entered the apartment to effect Mr. arrest. Mr. - claimed that he did not attempt to ?ee and that he attempted to cooperate with the officers. Nonetheless, he alleged that officers beat him using fists, elbows, an impact weapon, and a radio. During the incident, Mr. - suffered significant injuries to his face. filed a complaint with IPRA alleging that Chicago Police Officers entered her home without a warrant, searched her home without a warrant, and hit Mr. - about the face and body during the arrest.3"
  },
  {
    "allegation_id": "1050572",
    "category_id": null,
    "category": null,
    "summary": "nfi"
  },
  {
    "allegation_id": "1075158",
    "category_id": null,
    "category": null,
    "summary": "In an incident involving an on-duty CPD Officer, an on- duty CPD Sergeant and a Complainant, it was alleged that the Officer made racially offensive comments to the Complainant and the Sergeant failed to obtain a complaint register number."
  },
  {
    "allegation_id": "1078952",
    "category_id": null,
    "category": null,
    "summary": "On December 29, 2015 Officers and responded to a disturbance in the area of During the encounter Officer ?discharged her firearm in the direction of a moving vehicle driven by This investigation originated as a ?Shots Fired?No Hits? notification to IPRA. The Independent Police Review Authority (IPRA) was notified of the incident through the Crime Prevention and Information Center (CPIC and was initially recorded under Log# 1078645. The incident was converted to a Complaint Register, Log# 1078952, after preliminary investigation revealed that the firearm discharge was allegedly in violation of Chicago Police Department policy. Additionally, COPA served allegations against Officers and for providing false statements related to the incident. The investigation demonstrates Officer ?charged her in firearm in violation of Rule 6 and Officers and provided false statements in violation of Rule 14."
  },
  {
    "allegation_id": "1055243",
    "category_id": null,
    "category": null,
    "summary": "It is reported that after the Reporting Lieutenant reviewed an Aggravated Battery case report, the victim believed that he was targeted by a Chicago Police Detective possible name \"John Allen.” Case Report: Aggravated Battery RD HV"
  },
  {
    "allegation_id": "1079450",
    "category_id": null,
    "category": null,
    "summary": "On February 26, 2016, at approximately 10:00 pm, the complainant ?ed on foot from Illinois State Police Trooper - after being pulled over near the intersection of and for a cracked taillight. Officers and _assisted in apprehending alleges that four white male Chicago Police Officers caused an injury to his left cheek while placing him in handcuffs. Photographs of depict a large bruise on left cheekbone near his sideburn. COPA identified Officers and using Trooper _report that lists Officers and star numbers and describes them as the Chicago Police Officers who apprehended Officer and - were identified using Event Query No. where beat number -, pertaining to Officer and -, 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals, effective February 13, 2019. lists as in custody. search for Tactical Response Reports from Officers and - on February 13, 2019, returned negative results. In his statement admitted to having ?ed. further stated that he believed the bruise on his left cheekbone came as a result of being placed on the ground to be handcuffed. Officers _and stated that they did not recall the incident on February 26, 2016, due to the length of time that has passed. Officer and further stated that since they patrol near the highway, they have assisted Illinois State Police troopers numerous times, and as a result did not specifically recall this event."
  },
  {
    "allegation_id": "1060727",
    "category_id": null,
    "category": null,
    "summary": "believed to be the i urglary of her residence. RI"
  },
  {
    "allegation_id": "1064353",
    "category_id": null,
    "category": null,
    "summary": "THE REPORTING PARTY ALLEGES THAT THE ACCUSED OFFICER GRABBED HIM BY HIS WRIST WITHOUT JUSTIFICATION."
  },
  {
    "allegation_id": "1059278",
    "category_id": null,
    "category": null,
    "summary": "with an agreed was to bring their father."
  },
  {
    "allegation_id": "1008366",
    "category_id": null,
    "category": null,
    "summary": "On August 13, 2007, a complaint was registered with the Independent Police Review Authority (IPRA f/k/a the Office of Professional Standards), regarding incidents starting from August 2007 in the 2nd District involving an off-duty Chicago Police Department (CPD) Officer. It was alleged that the accused officer made harassing and threatening calls to complainant; violated an Emergency Order of Protection when she sent complainant two emails; violated an Emergency Order of Protection when she made phone calls to complainant; was insubordinate towards a superior; was verbally abusive towards a superior; attempted to physically confront a superior; was arrested on two counts of Violation of an Order of Protection; gave a false statement to IPRA during its investigation; and that the officers overall actions were contrary to the stated policy, goals, rules, regulations, orders and directives of the Department. Based upon statements by the accused officer, complainant and witnesses, phone records, court records and reports, IPRA recommended to SUSTAIN the allegations that the accused officer made harassing and threatening calls to complainant; was insubordinate towards a superior; was verbally abusive towards a superior; attempted to physically confront a superior; was arrested on two counts of Violation of an Order of Protection; gave a false statement to IPRA during its investigation; and that the officers overall actions were contrary to the stated policy, goals, rules, regulations, orders and directives of the Department. Further, based upon statements by the accused officer, complainant and witnesses, electronic correspondences, court records and reports, IPRA recommended a finding of UNFOUNDED for the allegation that the accused officer violated an Emergency Order of Protection when she sent complainant two emails. Based upon statements by the accused officer, complainant and witnesses, phone records, court records and reports, IPRA recommended a finding of NOT SUSTAINED for the allegation that the accused officer violated an Emergency Order of Protection when she made phone calls to complainant. IPRA recommended separation from the department for Officer A."
  },
  {
    "allegation_id": "1075457",
    "category_id": null,
    "category": null,
    "summary": "was involved in a traffic collision with Based on witness accounts and own admissions to IPRA, when Officer arrived on the scene, drove into an alley and fled from the officer. Officer caught up to and tried to place him into custody. flailed his arms to prevent the officer from handcuffing him. Additional officers arrived to assist. Officers and took to the ground and used open hand strikes to try to gain control of him. Officer also discharged his OC spray. Officer deployed a Taser at while he was on the ground and flailing his arms. The officers were unable to control who ran from them to a vacant lot. Several officers chased after Officer deployed the Taser again, causing to fall to the ground in the lot. A video of this portion of the incident shows lying prostrate on the ground as officers attempt to place him into custody. The video shows Officer standing to the side holding a Taser and talking into his radio. Officer is on top of trying to handcuff him. Officer stands near head and appears to kick at him as is lying on the ground. There are several officers standing around at that point and the video does not show whether Officer made contact with or exactly what he was doing. An unidentified uniformed officer puts his foot on back and appears to stand on 3 COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of COPA’s ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more succinctly in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modified Summary Report of Investigation Template and Approvals, effective February 13, 2019. 3"
  },
  {
    "allegation_id": "1073769",
    "category_id": null,
    "category": null,
    "summary": "It is alleged that the accused sergeant refused to file a complaint on his behalf and directed profanities at the complainant. The complainant alleged that the accused officer refused to complete a case report for Criminal Damage to Vehicle that occurred at the DePaul parking Garage. It is further alleged that the officers threatened to arrest the complainant if he did not leave the scene The complainant alleged that the accused officer refused to complete a case report for Criminal Damage to Vehicle that occurred at the DePaul parking Garage. It is further alleged that the officers threatened to arrest the complainant if he did not leave the scene"
  },
  {
    "allegation_id": "1062377",
    "category_id": null,
    "category": null,
    "summary": "On May 13, 2013, at approximately 9:00 pm, ?(_drove south through the alley behind the 8300 block of S. Kerfoot Ave towards her home _with her daughters, _and the alley, _encountered Chicago Police Department Officers _(?Of?cer _and _(?Officer _who were driving a marked police car through the alley towards - 2 The officers exited their car and approached _At some point, _reversed from the alley while Officer _was at the side of _vehicle, causing injury to _Officers _and _pursued _and _was taken into custody after a physical confrontation. This investigation was open by the Independent Police Review Authority during the May of 2013 and closed by IPRA during the October of 2013. The investigation was then re? opened during the May of 2016 and has remained open throughout the pendency of a civil lawsuit initiated by -"
  },
  {
    "allegation_id": "1079242",
    "category_id": null,
    "category": null,
    "summary": "On February 14, 2016, was arrested on si ed com laints for failing to pay his tab at Steakhouse. _was arrested by Sgt. (?Sgt and Of?cer _(?Of?cer _was transported to the Chicago Police Department?s-District station, where he was processed. He alleges that of?cers struck him while he was being processed, causing injury."
  },
  {
    "allegation_id": "1033714",
    "category_id": null,
    "category": null,
    "summary": "Complainant and Civilian 1 were involved in a physical altercation outside of Restaurant A. A woman claimed that the assailants were Chicago police officers. Officers A, B, and C responded to the scene. They did not search for witnesses, did not properly document the encounter, and did not render aid."
  },
  {
    "allegation_id": "1067875",
    "category_id": null,
    "category": null,
    "summary": "complainant was on his cell"
  },
  {
    "allegation_id": "1055331",
    "category_id": null,
    "category": null,
    "summary": "The reporting party/victim related that he observed a Hispanic male, who came out of an alley, grab the hand of an approximately six-year-old white boy, who was crying, and board a southbound CTA #49 bus. The reporting party/victim alleged that he called 911 three times to report the child as endangered, but no officers responded to the scene."
  },
  {
    "allegation_id": "1056816",
    "category_id": null,
    "category": null,
    "summary": "September 2, 2012 11:30 am. September 4, 2012 11:52 am. On the morning of September 2, 2012 at approximately 11:30 am, Ms. _sent her son _to a store in their neighborhood. At the time, _was 13 years old. He took a shortcut through an alley where he saw an unknown car speeding down the alley. _ran back towards his house and was apprehended by a police of?cer who followed him into the foyer of his home and searched him. Another of?cer arrived and placed handcuffs on _and brought him outside. Once outside, Of?cer #2 questioned _and placed him in the back of his vehicle. _mother, _was outside during the incident and began asking the of?cers why they were arresting her son. Ultimately, the of?cers released _and left the area."
  },
  {
    "allegation_id": "1010320",
    "category_id": null,
    "category": null,
    "summary": "On October 22, 2007, a complaint was registered with the Independent Police Review Authority (IPRA) regarding an incident that occurred on October 21, 2007 in the 3rd District involving an off-duty Chicago Police Department (CPD) officer (Officer A) and an on-duty CPD officer (Officer B). It was alleged that Officer A was insubordinate towards a superior; physically maltreated Officer B; directed profanities at Officer B; committed a Battery which resulted in her subsequent arrest; and brought discredit upon the Department due to her overall conduct. It was alleged that Officer B physically maltreated Officer A during the course of her arrest and verbally abused Officer A. Based upon statements by the accused members and witnesses, 911 recordings, medical records, reports and photographs, IPRA recommended to SUSTAIN the allegations that Officer A was insubordinate towards a superior; physically maltreated Officer B; directed profanities at Officer B; committed a Battery which resulted in her subsequent arrest; and brought discredit upon the Department due to her overall conduct. IPRA recommended a finding of UNFOUNDED for allegations that Officer B physically maltreated Officer A during the course of her arrest. IPRA recommended a finding of EXONERATED for allegations that Officer B verbally abused Officer A. IPRA recommended separation from the department for Officer A."
  },
  {
    "allegation_id": "1066267",
    "category_id": null,
    "category": null,
    "summary": "Officer A and Subject 1 were married for twenty years prior to separating on Jan 4, 2013. They have two daughters in common. Although Officer A had moved from the marital residence and filed for divorce, he would still go there to assist with household tasks when needed. On Nov. 23, 2013, Officer A was at the marital residence when he and Subject 1 became involved in a heated argument about the pending divorce. Subject 1 called the police, reporting that her husband had assaulted her and requesting a sergeant to respond."
  },
  {
    "allegation_id": "1060943",
    "category_id": null,
    "category": null,
    "summary": "It is reported that the accused officer requested a supervior to his home to tetrieve some personal items following a domestic dispute with his wife. Once the items were retrieved the accused left the scene. At this time, the victim (wife) spoke to the responded Sergeant and related that on several occasions the accused has become so enraged that he has pushed different family members as well as threatened to strike all of them when they try to intervene. Reference a"
  },
  {
    "allegation_id": "1052606",
    "category_id": null,
    "category": null,
    "summary": "handcuffed the complainant too tightly refused to move the complainant from her current holding cell after she complained abouta man in the cell across from her exposing himseff"
  },
  {
    "allegation_id": "1080952",
    "category_id": null,
    "category": null,
    "summary": "It is alleged that on June 12, 2016, Officer _pushed his live?in girlfriend, Of?cer _in the chest at Harrah?s Casino in Joliet. It is also alleged that on the same day Officer _was intoxicated while off?duty. A Harrah?s Casino employee observed the physical altercation between Officers _and _and alerted Harrah?s security personnel, who then alerted Joliet police. Joliet police took _into custody and alerted Chicago Police Department, 6th District. A detailed analysis of ?ndings is discussed below."
  },
  {
    "allegation_id": "1052834",
    "category_id": null,
    "category": null,
    "summary": "The RPV alleged that the accused falsely arrested him and when he went to retrieve his property after being released, his seven day bus card, $20 worth of tobacco and one of his shoe strings were missing"
  },
  {
    "allegation_id": "1079907",
    "category_id": null,
    "category": null,
    "summary": "COPA reviewed all relevant reports including the arrest reports, original incident case report, supplementary report, officer battery report and the tactical response report. Additionally, video footage was recovered from POD 7253 Street) and POD 1147 -) however they do not depict any interaction between _and the accused officers. COPA conducted an interview with _and attempted to interview possible witnesses - _and _however attempts to interview were unsuccessful. In sum, the complainant, _alleged that on March 28, 2016, he was arrested without justification, handcuffed too one of the officers pushed three fingers into his neck and caused _to have trouble breathing, officers made multiple inappropriate comments toward _and arrested him for possession of marijuana despite his claim he did not possess any contraband. Department reports indicate that on March 28, 2016 at approximately 2:43 pm, in an area known for narcotics sales, Officers _and _observed complainant _give money 2 COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modi?ed Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals. to co?arrestee _Officers _and _approached the two men who then looked in the of?cer?s direction and broke contact with one another. As the officers approached, _was observed manipulating an item in his waist band. Based on training and experience the officers believed they were observing a narcotics transaction and detained both men. _related to Officer _that he had a few bags of weed. _then handed Officer _a bag containing twenty?eight (28) zip lock bags containing suspect marijuana he retrieved from his waist. As Officer _approached - _became irate yelling and threatened to fight the officer. Reports indicate that _refused to show his hands, concealed them in his pockets and in a satchel that was slung around his front torso. Officer _used control holds and pain compliance to control _Officer completed a pat down of _and his bag where he recovered two kitchen knives. Officer reported that during the pat down, _swung his head towards Officer _Both men were arrested. _provided COPA with video footage that he obtained from his friend, - _The video depicted two white, male officers in civilian clothing, standing outside of an unmarked police vehicle. _can be heard yelling obscenities while seated inside the unmarked police vehicle with the passenger side doors open. The video does not show any physical contact between _and the accused officers. The accused officers are not heard using profanities during their contact with -"
  },
  {
    "allegation_id": "1057244",
    "category_id": null,
    "category": null,
    "summary": "The reporting party/victim alleges that the accused officers removed a Ruger 357 Magnum from his residence during the executiion of a search warrant and refused to provide a receipt.  The reporting party/victim alleges that the accused officers removed a Ruger 357 Magnum from his residence during the executiion of a search warrant and refused to provide a receipt."
  },
  {
    "allegation_id": "1057381",
    "category_id": null,
    "category": null,
    "summary": "On September 27, 2012, Of?cers _and _went to the _located at _Street, to investigate alleged drug activity occurring on the premises. The of?cers handcuffed, detained, and/or arrested multiple young men. Of?cer _was subsequently federally indicted, convicted, and sentenced to two (2) years in prison for punching and kicking _one of the arrestees in the course of the September 27, 2012 incident. _appealed his October 23, 2015 conviction, which was upheld by the Seventh Circuit on September 8, 2016. IPRA opened its investigation on September 27, 2012. Upon notice of the criminal investigation, this investigation was held in abeyance through appeal.2 This investigation ?nds that Of?cer _engaged in various acts in violation of Department policy, including but not limited to lying and obstructing an of?cial investigation, as well as engaging in acts of excessive force, improper seizure and intimidation."
  },
  {
    "allegation_id": "1080339",
    "category_id": null,
    "category": null,
    "summary": "On May 1, 2016, Officer -, Officer and Sergeant - responded to a 911 complaint of loud music. When they entered the apartment and instructed the DJ to turn off the music. Off?duty Chicago Police Officer was attending the party. According to the of?cers? statements, Officer - appeared intoxicated and became belligerent with Sergeant _when he attempted to quiet the noise. Officer reportedly pushed Sergeant -, grabbed his wrist, and stood in his way in order to prevent him from approaching the DJ booth. Not recognizing to be an officer, Sergeant - requested that she provide identification, which she reportedly refused to do. Sergeant _then ordered Officers - and _to handcuff Officer due to her obstructive behavior. Officer _was then taken outside and refused several of his direct commands to sit inside his squad car while the officers completed their investigation. Officer was ultimately arrested because of her reported interference and unreasonable behavior. She was charged with Battery against Sergeant - and transported to the - District after a Lieutenant _was called to the scene. Video and audio footage from Sergeant In Car Camera System captured the majority of the interaction between Officer and the other responding officers.5 Statements from the responding officers as well as several civilian witnesses were collected by IPRA. The results of Of?cer breathalyzer and subsequent analysis determined that she was intoxicated at the time of the incident, with an estimated blood alcohol concentration between 0.135 and 0.168 g/dL at the time of the incident."
  },
  {
    "allegation_id": "1059072",
    "category_id": null,
    "category": null,
    "summary": "Itis alleged that the accused, Probationary Police Officer, was served an Order of Protection resulting in revocation ot his Illinois Firearm Owner's Identification card (FOID)."
  },
  {
    "allegation_id": "1057789",
    "category_id": null,
    "category": null,
    "summary": "THE COMPLAINTANT ALLEGED THAT THE ACCUSED OFFICERS FORCED THEIR WAY INTO HIS HOME, HANDCUFFED HIM AND FORCED ONE OF HIS ROOMATES TO PAY A CAB DRIVER."
  },
  {
    "allegation_id": "1071936",
    "category_id": null,
    "category": null,
    "summary": "The complainant, ?telephoned the COPA and registered a complaint against her father, Sergeant ?on behalf of her boyfriend, ?Ms. -alleged that Sergeant -entered the apartment without justification, verbally and physically mistreated - -and abused his police powers when he stopped Ms. -from registering a complaint at the 014th District Station."
  },
  {
    "allegation_id": "1069633",
    "category_id": null,
    "category": null,
    "summary": "On June 3, 2014, Officers and ransported a patient eX eriencing a mental health episode, to Jackson Park Hospital from Roseland. iequested to be taken to the Jackson Park Hospital for a mental evaluation, after getting involved in an altercation with his family members. As was being placed in the police vehicle, he was verbally aggressive toward Officer during which time he threatened to harm Officer -physically. emergency room. As the officers and waited for a room to be prepared for aced back and forth in the emergency room area. was told by Officers and hto sit down several times, but he refused. As continued to pace the emergency room area, he and Officer exchanged words. hen unched Officer on the face, causing Officer to stumble backward. Officer with the assistance of other officers that were present, took down to the ?oor and placed him in handcuffs. Officers -and -escorted to an observation room. When Officer Officer -trailing just behind, Officer into the wall and then punched him once on the right side of the face. then fell onto a bed inside of the room, and Officer unched him several more times about the body. Jackson Park Hospital staff entered the room, and Officer -immediately left the observation room. Once they arrived at Jackson Park HosFital, -was taken to the triage area of the whose hands were cuffed behind his back, entered the observation room, with"
  },
  {
    "allegation_id": "1075053",
    "category_id": null,
    "category": null,
    "summary": "The complainant alleged that the accusd officer issued him a false citation for not paying a CTA fare. The complainant stated that he has a \"Free Ride Permit\" pass because he is disabled. The complainant alleged that the accused officer also threatened to arrest him if he did not sign the citation. Citation#"
  },
  {
    "allegation_id": "1058326",
    "category_id": null,
    "category": null,
    "summary": "adequate report for assault and vehicular damage."
  },
  {
    "allegation_id": "1057205",
    "category_id": null,
    "category": null,
    "summary": "On September 20th, 2012, a complaint was registered with the Independent Police Review Authority (IPRA) regarding an incident involving an on-duty Chicago Police Officer that occurred on September 20th, 2012 in the 14th District. It was alleged that the Officer contaminated a crime scene by failing to protect and preserve the crime scene; used profanities on more than one occasion towards an Evidence Technician; and used sexually-biased language in referencing an Evidence Technician. Based on statements from the accused Officer, the Evidence Technician, witnesses and Department reports, IPRA recommended to SUSTAIN the allegations that the Officer contaminated a crime scene by failing to protect and preserve the crime scene; used profanities on more than one occasion towards an Evidence Technician; and used sexually-biased language in referencing an Evidence Technician. IPRA recommended a fifty-five (55) day suspension for the accused Officer."
  },
  {
    "allegation_id": "1053064",
    "category_id": null,
    "category": null,
    "summary": "The complainant alleged that the accused officer and her partner stopped and searched her and her vehicle for no apparent reason The complainant alleged that the accused officer and her partner stopped and searched her and her vehicle for no apparent reason"
  },
  {
    "allegation_id": "1050468",
    "category_id": null,
    "category": null,
    "summary": "The complainant alleged that the accused punched him and struck him about the head and body."
  },
  {
    "allegation_id": "314618",
    "category_id": null,
    "category": null,
    "summary": "On 01 August 2006, a complaint was registered with the Independent Police Review Authority (IPRA, f/k/a The Office of Professional Standards), regarding an incident occurring in the 22nd District. It was alleged that an on-duty Chicago Police Department officer was in possession of and discharged a semi- automatic pistol equipped with a laser sight in violation of Department policy and that he fatally shot a victim without provocation or justification. It was further alleged that the first accused officer and his partner (second accused officer) refused to cooperate with the IPRA investigation, subsequent to the shooting. Based on corroborating witness statements and Illinois State Police laboratory results, IPRA recommended to SUSTAIN the allegation that the first accused officer was in possession of and discharged a semi-automatic pistol equipped with a laser sight in violation of Department policy. Based on physical evidence and witness and officer statements, IPRA recommended to NOT SUSTAIN the allegation that the first accused officer fatally shot a victim without provocation or justification, based on available statements and physical evidence there was insufficient evidence to establish whether the shooting complied with CPD policy. IPRA recommended to SUSTAIN the subsequent allegations that both accused officers disobeyed a direct order and brought discredit/disrepute to the Department by their failure to cooperate with the IPRA investigation. IPRA recommended separation for the accused members. Prior to the conclusion of the IPRA investigation, the accused members resigned from the Chicago Police Department."
  },
  {
    "allegation_id": "1049978",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleges that the accused officers failed to respond in a timely manner. The reporting party was a victim of an assault"
  },
  {
    "allegation_id": "1053605",
    "category_id": null,
    "category": null,
    "summary": "It is reported that the accused officer and other members failed to follow Department policices and procedures regarding vehicle pursuits. Related RC™"
  },
  {
    "allegation_id": "1051815",
    "category_id": null,
    "category": null,
    "summary": "THE REPORTING PARTY ALLEGES THAT THE ACCUSED SERGEANT TEACHES CLASSES AT CALUMET COLLEGE WHILE WORKING FOR THE CHICAGO POLICE DEPARTMENT AND HE IS GETTING PAID FOR BOTH."
  },
  {
    "allegation_id": "1053084",
    "category_id": null,
    "category": null,
    "summary": "The reporting party, who did not witness the incident, alleges that the accused officer fired his weapon recklessly, striking the victim which led to her death. Related Log #1052718"
  },
  {
    "allegation_id": "1074349",
    "category_id": null,
    "category": null,
    "summary": "The complainant alleged that the accused officer stopped him without justification."
  },
  {
    "allegation_id": "1075179",
    "category_id": null,
    "category": null,
    "summary": "On the evening of May 14, 2015, a juvenile, was arrested for Misdemeanor Resisting and Assault after he was stopped on foot by approximately six police officers from District - in the alley next to his home, where he lived with his mother, - -. At the time, he was walking back from the home of his girlfriend, who lived a block away. - alleged that as he approached the gate to his home, three officers rushed him from behind for no reason and started punching him in his face and ribs. Two of the officers later identified as Officers and allegedly punched _about the face and neck, grabbed his throat, choked him, threw him to the ground, and struck him with their knees in order to seize him and effect an arrest. _also alleged that he was struck about the head by the officers after he was handcuffed. While - was on the ground, Ms. - and Ms. - appeared; they alleged to IPRA that they saw Officer _with his knee in back while he was already handcuffed. When - was ultimately arrested and transported from the scene, Ms. - called 911, and Sergeant from District - responded to take her statement. The Sergeant later called Ms. _rom the District _Station at approximately 12:00 am to inform her that - was being transported to a police station at and _where she could pick him up. Ms. - alleged that she asked Sergeant about filing a complaint against the arresting officers and was advised to retrieve her son first so she could find out what happened. Ultimately, - was released from police custody at approximately 2:00 am. Ms. _picked him up and took him to the hospital since he had not received medical treatment while at the station. IPRA was not notified of the incident by Sergeant until six hours later at approximately 5:10 am.3 In their Department reports and statements to IPRA, the six involved officers stated that while patrolling the area, which was noted to be high in gang/narcotic activity, they observed an individual loitering in the alley and attempted to conduct a field interview. That individual, - then ?ed on foot with both of his hands inside his front pants pockets. The officers gave chase and attempted to gain control of -, giving verbal instructions for him to remove his hands from his pockets. When - did not comply and the officers attempted to seize him, - stiffened his body, pulled away, and reached for his waistband multiple times. In fear of receiving battery, Officers and used reasonable force to control - and conduct an emergency takedown that included arm bars, open?hand strikes, closed?hand strikes, and knee strikes. Officer denied to IPRA that he slammed - against the police vehicle or placed his knee in back after he was handcuffed. All of the involved officers denied observing any injuries to - at any time. The photograph evidence showed minor red marks and/or abrasions to lip and neck. The medical records from _e?ected that _was admitted for facial 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals, effective February 13, 2019. 3 IPRA failed to bring allegations against Sergeant for failing to file a timely complaint. Due to the age of the case extending beyond 18 months past the date of initiation, COPA declined to pursue this allegation 3 pain as the result of an Assault. He was given a mild pain reliever and released with no documentation of significant injury or trauma, only mild tenderness to his face."
  },
  {
    "allegation_id": "1076645",
    "category_id": null,
    "category": null,
    "summary": "On the evening of August 11, 2015, Police Officer _and Police Officer got into an argument while driving home from a baseball game. The incident occurred in a residential neighborhood and escalated when Officer attempted to eXit the car and Officer grabbed her arm. Officer followed Officer and grabbed her a ain and caused her to fall to the ground. Officer was unable to stop and convince Officer to come back inside the car. Officer telephoned ?911? and reported that he and Officer were involved in domestic dispute and requested sergeant to the scene. In the ?911? recording, the background voice of Officer is heard repeatedly stating that Officer ad thrown her to the ground. Several supervisors responded to scene and an Initiation Report2 and Original Incident General Case Report3 were completed and there were no arrests."
  },
  {
    "allegation_id": "1081761",
    "category_id": null,
    "category": null,
    "summary": "for failure to yield was arrested for Obstructing ficers arrested him without probable removed him from a vehicle without used excessive force when they removed On May 13, 2015, police curbed a vehicle driven when exiting an alle . Passen er and subject, Identi?Wlleged Chicago cause. further alleged that Of?cer cause; and that Of?cer -nd Sergean him from the vehicle he was in. COPA reviewed all relevant reports including the arrest report, original case incident report, case supplementary report, court ?lings, deposition transcripts, hearing transcri OEMC event uery, court record indicating an Ex/Parte Judgment of Conviction agains i on the ticket he received in relation to this incident, misdemeanor complamt, and the First Amended Complaint and resultin Settlement Agreement. COPA conducted an audio recorded interview of both? and_.4 IPRA did not interview the of?cers and COPA chose to rely on prior sworn statements from the involved of?cers. No digital evidence was available to COPA. Neither Of?cer _nor Sergeant completed a Tactical Response Report (TR), and since IPRA did not include this as an allegation, COPA has declined to do so now."
  },
  {
    "allegation_id": "1080770",
    "category_id": null,
    "category": null,
    "summary": "Officers _and _curbed _in his personal vehicle, a red Chevrolet Tahoe, because his vehicle did not have a rear license plate. After curbing _vehicle at 7131 S. Damen Avenue, the officers approached _but - drove off. The of?cers followed _vehicle to 7000 S. Winchester Avenue. - exited his vehicle and Officers _and _confronted _again and gave him verbal commands to get back into his vehicle. Officer _attempted to grab _arm, but _pulled away in an aggressive manner clenching his ?st and taking a fighting stance. _denied driving a vehicle. He stated he was standing in front of the vehicle when the police stopped him. The officers told him his vehicle was stolen. _stated he gave the officers his keys, title, and bill of sale along with his identification to show he was part owner of the vehicle. According to _the officers took the paperwork, tasered him for no reason, and then threw him to the ground. _claims he was then arrested without justification. Officers _and _both stated they discharged their tasers because _disregarded all verbal commands and resisted arrest by clenching his fist and taking a fighting stance. Officer _stated he performed an emergency takedown on _to place him in custody. Officer _denied performing an emergency takedown but stated he did perform emergency handcuffing. Officer _and _both completed Tactical Response Reports (TRR) documenting their use of force with _According to the officers, _was an active resister who ?did not follow verbal direction, stiffened, ?ed, and pulled away.? Officer _responded to _by using ?verbal commands, escort holds, take down/emergency handcuffing, and taser (probe discharge). Officer _responded to _by using ?verbal commands, escort holds, armbar, take down/emergency handcuffing, and taser (probe discharge). _was arrested for driving on a revoked/suspended license3 and resisting/obstructing a police officer. He also received four citations for: no valid state registration, disobeying a stop signal, no insurance, and driving on suspended license. _pled guilty to driving on a revoked/suspended license. The two counts of 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals, effective February 13, 2019. This case did not have any video evidence, physical evidence, or independent witnesses. 3 Statutory Summary Suspension resisting/obstructing a police officer and the four citations4 against _were -"
  },
  {
    "allegation_id": "1067313",
    "category_id": null,
    "category": null,
    "summary": "THE REPORTING PARTY ALLEGES THAT THE ACCUSED OFFICER RESIDES OUTSIDE OF THE CITY OF CHICAGO."
  },
  {
    "allegation_id": "1061033",
    "category_id": null,
    "category": null,
    "summary": "It is reported that the accused violated the residency rule."
  },
  {
    "allegation_id": "1054693",
    "category_id": null,
    "category": null,
    "summary": "In an incident involving an on-duty Commander, it was alleged that the Commander violated general orders by failing to submit an Illinois Department of Corrections Report of Extraordinary or Unusual Occurrences (IDOC-REUO) to the State of Illinois Office of Jail and Detention Standards within 72 hours of an incident or its discovery when a Subject sustained an injury while the Subject was in custody, failing to ensure immediate notification by telephone to the operations command and the Independent Police Review Authority (IPRA) regarding the Subject having sustained an injury while the Subject was in custody, failing to ensure that the IDOC-REUO was completed before the Commanders end of tour regarding the Subject having sustained an injury while the Subject was in custody, failed to forward a copy of the completed IDOC-REUO to the records inquiry section prior to the end of the Commanders shift, failed to forward to the district commander or the commanding officer of central detention the completed IDOC-REUO, failed to review the completed IDOC-REUO and all accompanying reports for completeness, accuracy, and indicate approval by placing the Commanders signature in the space below the shift commander approval line. Finally, it is alleged that the Commander failed to forward the completed IDOC-REUO and all pertinent reports to the responsible deputy chief of patrol division area, and failed to retain a copy of the IDOC-REUO package in the unit of occurrence in accordance with existing records-retention requirements regarding a Subject having sustained an injury while in custody."
  },
  {
    "allegation_id": "1079590",
    "category_id": null,
    "category": null,
    "summary": "1 On September 15, 2017, the Civilian Office of Police Accountability (COPA) replaced the Independent Police Review Authority (IPRA) as the civilian oversight agency of the Chicago Police Department. Therefore, this investigation, which began under IPRA, was transferred to COPA on September 15, 2017, and the recommendation(s) set forth herein are the recommendation(s) of COPA. 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals, effective February 13, 2019. On March 9, 2016, was arrested for being in public under the in?uence of alcohol/drugs, two counts of resisting/obstructing, two counts of aggravated assault on a police officer, and battery. The arresting officers, Officers and had issued a parking citation to -s mother, earlier that day. According to -, he got into a verbal altercation with Officers - and ?regarding the citation, during which Officer said, ?I?ll be back.? Accounts about -s arrest vary. - alleged that Officer -slapped and punched him and that both he and Officer struck - with a baton. The officers reported that they observed - smoking marijuana and drinking alcohol outside. When they approached him, - was uncooperative and aggressive. The officers also noted that this happened in the presence of a crowd that became agitated during the encounter. - grabbed Officer arm and balled his fists. When Officer - thought that - was going to punch Officer Officer -struck - on the leg with his baton. The officers then tried to handcuff -, but he prevented them from doing so. - acknowledged to IPRA that he pushed himself off of the car while the officers were holding him there but said it was because the car was warm to the touch. Officer - said he used an open?hand strike while Officer used his own baton on back. Video recordings of the incident from the officer?s in?car camera and a witness? cell phone show a portion of the incident but not enough to clarify what - was doing at the time of the use of force."
  },
  {
    "allegation_id": "1080659",
    "category_id": null,
    "category": null,
    "summary": "This incident involves a domestic altercation between CPD Officer _and his wife, Mrs. _The incident started as an argument and escalated to a physical altercation in their home, during which both parties were on the ?oor scuf?ing with each other. Mrs. _made numerous allegations about what happened during the incident, several of which are Sustained."
  },
  {
    "allegation_id": "1045628",
    "category_id": null,
    "category": null,
    "summary": "In an incident involving three on-duty CPD members (Officer A, B and C) and a Complainant; it was alleged that, while responding to a domestic call, Officer A and B failed to secure Complainants safety in that, while the Complainant was intoxicated, they transported the Complainant to an unsecured location, failed to complete a contact card for their contact with the Complainant, and observed police misconduct and failed to report it to the Department. Also, it is alleged that Officer C struck the Complainant on the body with a baton, failed to complete a field contact card or tactical response report for Officer Cs contact with the Complainant and failed to secure the Complainants safety in that, while the Complainant was intoxicated, Officer C transported the Complainant to an unsecured location. It is further alleged that Officer C provided the Independent Police Review Authority (IPRA) with a false statement regarding the Complainants conduct, Officer Cs overall actions during the incident and Officer Cs account that he did not strike the Complainant with a baton. Findings: Officer A: During mediation, Officer A agreed to accept IPRAs finding of SUSTAINED and a penalty of a 1-day Suspension for the allegations that Officer A failed to secure the Complainants safety in that, while the Complainant was intoxicated, Officer A transported the Complainant to an unsecured location, failed to complete a contact card for her contact with the Complainant, and observed police misconduct and failed to report it to the Department. Officer B: During mediation, Officer B agreed to accept IPRAs finding of SUSTAINED and a penalty of a 3-day Suspension for the allegations that Officer B failed to secure the Complainants safety in that, while the Complainant was intoxicated, Officer B transported the Complainant to an unsecured location, failed to complete a contact card for her contact with the Complainant, and observed police misconduct and failed to report it to the Department. Officer C: During mediation, Officer C agreed to accept IPRAs finding of SUSTAINED and a penalty of a 15-day Suspension for the allegations that Officer C struck the Complainant on the body with a baton, failed to complete a field contact card or tactical response report for Officer Cs contact with the Complainant, provided IPRA with a false statement, and failed to secure the Complainants safety in that, while the Complainant was intoxicated, Officer C transported the Complainant to an unsecured location."
  },
  {
    "allegation_id": "1067603",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleged that during a traffic stop, the accused Sergeant detained him. It is further alleged that the accused Sergeant handcuffed him and searched his vehicle without justification. It is alleged that the accused Sergeant used profanity and then threw his citation at him."
  },
  {
    "allegation_id": "1071967",
    "category_id": null,
    "category": null,
    "summary": "it is alleged that the accused office refuse to comply with a direct order."
  },
  {
    "allegation_id": "1053890",
    "category_id": null,
    "category": null,
    "summary": "THE REPORTING PARTY ALLEGES THAT DURING HIS ARREST THE ACCUSED OFFICER STRUCK HIM, CHOKED HIM AND KICKED HIM."
  },
  {
    "allegation_id": "1062922",
    "category_id": null,
    "category": null,
    "summary": "is reported that the time | come in here, not eighteen It is reported that informed was eighteen minutes stated, \"I'm not going what you gotta do, do"
  },
  {
    "allegation_id": "1074939",
    "category_id": null,
    "category": null,
    "summary": "The complainant alleged that the accused was rude and unprofessional with his loud tone of voice and attitude, his behavior towards the complainant and demeaning Spanish comments during the issuance of a citation"
  },
  {
    "allegation_id": "1051670",
    "category_id": null,
    "category": null,
    "summary": "THE REPORTING PARTY STATES THAT DURING HER SON'S ARREST THEIR VEHICLE WAS IMPOUNDED AND THE LICENSE PLATES WERE REMOVED AND INVENTORIED BY THE POLICE. THE REPORTING PARTY ALLEGES THAT AFTER HER SON'S CASE WAS DISMISSED THE ACCUSED SERGEANT REFUSED TO RETURN THE LICENSE PLATES TO HER. INVENTORY#"
  },
  {
    "allegation_id": "1078866",
    "category_id": null,
    "category": null,
    "summary": "On January 13, 2016, Chicago Police Department (CPD) member ?was assisting with the dismissal of students at the Chicago High School for Agricultural Sciences. Officer -instructed _to clear the hallway and leave the school. An altercation between Officer -and -ensued, and -was arrested and charged with aggravated assault and resisting arrest. ?mother, reported the incident to COPA via phone on January 14, 2016. 3. Interviews In an interview with IPRA on January 18, 2016, ?indicated he was standing in the hallway at the Chicago High School for Agricultural Sciences talking with a friend when Officer ?approached them. -alleged Officer -verbally abused them. Officer -said words to -to the effect of, ?Hey, idiot! Are you special ed. or something?? Officer -asked -and his friend to clear the hallway, and directed some profanity at Officer ?and Officer -got into a physical altercation and -was placed under arrest, transported to the District station, and charged with assault and resisting a police officer.3 During the altercation, Officer -grabbed -by his finger and slammed him to the ground. -tussled with Officer -while they were on the ground, but -was able to slip out of his shirt and get to his feet. -assumed a fighting stance and ?a Chicago Public Schools Security Officer (and off-duty Chicago Police Officer), arrived and got between -and Officer ?said he got a bruise to his forehead when he was trying to get away from Officer - -provided IPRA copies of signed and dated, but not sworn or notarized, statements from ?and ?all students at the Chicago High School for Agricultural Sciences. In an interview with IPRA on April 21, 2017, Officer ?Chicago Public Schools Security Officer (and off-duty Chicago Police Officer), indicated she was not present for 2 COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and of?cer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modi?ed Summary Report of Investigation, pursuant to COPA Guideline Modified Summary Report of Investigation Template and Approvals, effective February 5, 2019. 3 -appeared in court on August 11, 2016 and was found not guilty of aggravated assault. On the same date, - was found guilty of resisting/obstructing a police officer and placed on conditional discharge with a ?nal court date for termination of August 10, 2017. -successfully completed his conditional discharge term. the initial conversation that led to the confrontation between _and Officer _though Officer _saw Officer _and _interacting and she began walking towards them. _pointed his finger at Officer _and said, ?Look what he?s doing to me.? _finger was directly in Officer _face. Officer _then grabbed _by the hand and pulled him to the ?oor. _shirt came off his body, but Officer _was not sure how that happened. _eventually got to his feet and took a fighting stance. Officer _stepped between Officer _and _cautioning _not to hit Officer _With the assistance of Officer _Officers _and _were eventually able to place _who resisted, in handcuffs and escort him to the school office. Officer _indicated that he wanted _arrested along the way. Though she did not observe any injuries, Officer _called for medical treatment for _after arriving at the office and then left. Officer interpreted _conduct towards Officer _to be insulting, and not threatening. In an interview with IPRA on April 28, 2017, Officer _an on-duty CPD School Officer, indicated that she did not observe the initial confrontation between _and Officer _When Officer _arrived, she observed _being restrained by another student and Officer _assisted by Officer _trying to handcuff _was threatening to fight Officer _twisted away from Officer _before and after the handcuffs were on. Officer _assisted in escorting _to the school office. Between April and August 2017, IPRA investigators interviewed CPD members that assisted with the transport and processing of _arrest and were not present for the confrontation between _and Officer _None of the officers reported observing injury to- An interview with IPRA on August 10, 2017, Officer _an on-duty CPD School Officer, indicated that, while clearing the hallways at the school at the end of day, he approached _and other students and instructed them to clear the hall. _said words to the effect of, ?Fuck you. You don?t tell me what to do.? Officer _asked _what he said. _then pointed his finger in Officer _face placing him in fear of receiving a battery. _made an upward motion with his hand or fist and it appeared he was going to strike Officer Officer _told _that he was under arrest. Officer _grabbed _by the hand or wrist and pulled him by his shoulders and clothes to the ?oor. Officer _and - began struggling, but _was able to wrestle away from Officer _shirt came off as he struggled to get away. _got to his feet he assumed a fighting stance and told Officer _words to the effect of, am going to kick your ass. Come on.? _also began calling for Officer student then grabbed _and started pulling him down the hallway. _continued making verbal threats. Officer _again informed _that he was under arrest. Officer _eventually grabbed one of _arms and attempted to handcuff him, though _resisted. With assistance, Officer _placed the handcuffs on _Officer _acknowledged raising up on the handcuffs to maintain control over _as he escorted him to the school office. Officer _denied making derogatory statements to _Officer _did not observe any injuries to _while at the school or at the District station.4 b. Hand-written Statements: On January 18, 2016, _provided IPRA copies of handwritten statements signed, but not sworn or notarized, by _and - _identified by _as students at the Chicago High School for Agricultural Sciences and witnesses to the incident with Officer - _statement conveyed that _did not hear Officer - instruction to clear the hallway at dismissal time. Officer _tapped _on the shoulder and asked, ?Are you special ed?? _responded, ?Get the fuck out of my face,? and called for Officer _assistance. _description of the physical altercation that followed is consistent with that of Officer _Officer _and Officer _though _describes _actions as defensive. _also noted that, while _was handcuffed, Officer _used unnecessary force by pushing _arms up causing pain. _statement is largely consistent with _in that Officer - instructed _to clear the hallway, prompting Officer _to ask whether _was ?special ed.? The two then argued and the confrontation became physical, _resisted, but was ultimately handcuffed. _statement is largely consistent with _n that Officer _instructed _to clear the hallway, prompting Officer _to ask whether _was ?special ed.? _added detail indicating that when _had his finger up to Officer - Officer _stated, ?You are going to jail.? Officer _used one hand to grab - hand, and the other to grab _elbow. _resisted, and Officer _took _to the ground, causing a small cut on _forehead. _shirt came off during the altercation. _statement is largely consistent with _and - regarding the interaction between _and Officer _that led to the physical altercation. _noted that when Officer _grabbed _finger, _believed that Officer 4 CPD reports to include _Arrest Report, the case incident report, Of?cer _Tactical Response Report and Of?cer Battery Report contain information materially consistent with the information provided by Officer during his interview with IPRA. Furthermore, the TRR contains a summary of _response when questioned by a Lieutenant about his interaction with Officer _?The subject [_stated the police of?cer told him to leave but when he tried to explain that he had to wait for his friend the police officer got up in his face. He said the police officer asked him if he had trouble hearing and made other comments about not being able to follow directions.? _also noted that he called out to the other security guard [Officer _because he is very close to her. - continued to yell after being handcuffed because he did not want to go with Officer - _was trying to break it. Officer _slammed _while attempting to handcuff him, yelled that _was going to jail, and then tried to ?irritate? _as he was escorted to the school office.5 c. Chicago Public Schools Records IPRA obtained a Chicago Public Schools (CPS) Incident Report dated January 14, 2016. The narrative of the report indicates Officer _approached _and asked him to leave the building. Officer _asked _if he was special ed. _asked CPS school security to come and get Officer _while _was pointing his finger in Officer - face. School security arrived and asked _to calm down, Officer _informed - he was going to jail and grabbed his hand. _was arrested and charged with assault to an officer. The report also re?ects Yes.?6 IPRA also obtained CPS surveillance video capturing a portion of the incident. Specifically, Officer _in uniform, is seen attempting to handcuff _who is restrained against lockers by another individual. Officer _is assisted by two other uniformed officers. Once in handcuffs, the officers escort _out of view."
  },
  {
    "allegation_id": "1061545",
    "category_id": null,
    "category": null,
    "summary": "The plaintiff alleges that he was walking home alone when the accused stopped and detained him. The plaintiff alleges that he was illegally searched and asked for identification even though he did not commit a crime."
  },
  {
    "allegation_id": "1060008",
    "category_id": null,
    "category": null,
    "summary": "The complainant alleged that the accused officer instructed Detective Esposito not to submit a follow-up investigation report that was requested but instead to turn in the entire file to him."
  },
  {
    "allegation_id": "1060735",
    "category_id": null,
    "category": null,
    "summary": "insubordinated to her superior."
  },
  {
    "allegation_id": "1081740",
    "category_id": null,
    "category": null,
    "summary": "_was arrested following an incident at a Walgreens. _had visited numerous pharmacies on the date of the incident in an attempt to fill a prescription but was repeatedly told that he was not due for a refill yet. He caused a disturbance, refused to leave the store, and poked the manager in the chest. When Sgt. _and Sgt. _responded to the Walgreens employees? calls for service, _again refused to leave, pulled away from them, swung his arms, stiffened, dropped his body weight, and twisted his body to avoid physical control. Sgt. _and Sgt. _performed a wristlock, and a takedown/emergency handcuffing in order to take _into custody. Sgt. _also employed an armbar technique. Sgt. _and Sgt. _properly documented their physical contact with _in Tactical Response Reports. _injured his elbow during the struggle and complained of pain. Chicago Fire Department transported _to the hospital, where _was diagnosed with left elbow dislocation (no fracture). In his deposition testimony, _stated that he never pulled away from the officers or resisted arrest, but Walgreens employees corroborated the of?cers? accounts that _resisted them by jerking his body, pulling away, tensing up, and refusing to place his hands behind his back. Additionally, both witnesses denied observing the involved officers use excessive force. Walgreens security cameras also depict an apparent struggle when the officers attempted to handcuff"
  },
  {
    "allegation_id": "1069623",
    "category_id": null,
    "category": null,
    "summary": "It is reported that the accused officer was inattentative to duty in that, the accused failed to be prompt for her duty assignment and failed to follow a direct order."
  },
  {
    "allegation_id": "1078700",
    "category_id": null,
    "category": null,
    "summary": "On December 31, 2015, at approximately 9:30 pm, at located at Street, an employee of the restaurant, called the police because several people were drinking liquor and smoking in the restroom at the location. Officer was the first to arrive on scene. Upon arrival, Officer -approached several individuals standing in front of the restaurant, including and I A verbal altercation ensued between Mr. and Officer -. Mr. spat at Officer -, and Officer - requested additional officers to assist with the call. Officer - became verbally and physically abusive toward Mr. Mr. gave a sworn statement to IPRA on January 1, 2016, while in custody."
  },
  {
    "allegation_id": "1054330",
    "category_id": null,
    "category": null,
    "summary": "It is reported that the accused officers were inattentive to duty in that a wallet was found in squad car number 6431"
  },
  {
    "allegation_id": "1077918",
    "category_id": null,
    "category": null,
    "summary": "On April 14, 2015, at approximately 5:15pm, at or near 3900 S. King Drive, Chicago Police Department Of?cer _(?Of?cer _stopped (_for a traffic violation. During the traffic stop, _took objection with Officer _grounds for the stop and suspected Officer _of stopping him for race?based reasons and/or because _drove a ?ashy car a newer, yellow Dodge Charger. Because Officer _perceived _as verbally hostile, and therefore the officer was in fear for his safety, Officer _removed _from the vehicle and placed _into the back of his police vehicle for the duration of the traffic stop, approximately 15 to 25 minutes. In doing so, Officer _used force to place _into the vehicle, causing injury to After a preliminary investigation, Independent Police Review Authority investigators bought allegations Officer _alleging excessive force, unreasonable detainment, refusal of medical treatment, and a failure to properly document his use of force. The Civilian Of?ce of Police Accountability investigated allegations and reached a finding of exonerated regarding the excessive force and detainment allegations, not sustained regarding the denial of medical treatment allegation, and sustained the allegation for a failure to properly document a use of force."
  },
  {
    "allegation_id": "1052835",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleges that she expressed to the accused sergeant that she needed medical attention, regarding a bump on the back of her head from a physical altercation that she and another citizen were involved. The reporting party alleges that the accused sergeant failed to provide that service instead, the accused sergeant ordered the officers on the scene to arrest her."
  },
  {
    "allegation_id": "1072195",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleged that the accused sergeant coerced the victim into making false incriminating statements through the use of physical abuse, intimidation, threats. to take away her child, and the deprivation of food and sleep. The reporting party alleged that the accused detective coerced the victim into making false incriminating statements through the use of physical abuse, intimidation, threats to take away her child, and the deprivation of food and sleep. The reporting party alleged that the accused detective coerced the victim into making false incriminating statements through the use of physical abuse, intimidation, threats to take away her child, and the deprivation of food and sleep. The reporting party alleged that the accused detective coerced the victim into making false incriminating statements through the use of physical abuse, intimidation, threats to take away her child, and the deprivation of food and sleep. The reporting party alleged that the accused detective coerced the victim into making false incriminating statements through the use of physical abuse, intimidation, threats to take away her child, and the deprivation of food and sleep."
  },
  {
    "allegation_id": "1080751",
    "category_id": null,
    "category": null,
    "summary": "On May 9, 2015, Officers and _drove to Saveway Supermarket, located at Street, to conduct a license check. As Officers _and approached the store, entered the store, grabbed a black bag and attempted to leave. Officer entered the store; placed her hands on -, - then threw the bag, containing unknown objects, out of the door and onto the sidewalk. Officer - and an unidentified male reached for the black bag. Officer - displayed her weapon and the unidentified male left the scene. While inside the store, Officer grabbed - and - pulled away from Officer Officer _and _fell to the ?oor. Officer started to place hands behind his back and handcuffed him. Officer - entered the store and placed her foot on back/neck area while pointing her firearm at the back of head. - was handcuffed and detained as Officers and - searched the store. COPA finds that Officer actions violated CPD policy."
  },
  {
    "allegation_id": "1053769",
    "category_id": null,
    "category": null,
    "summary": "knocked her to the ground Bit the complainant on her knee"
  },
  {
    "allegation_id": "1079288",
    "category_id": null,
    "category": null,
    "summary": "investigation included interviews of the accused officers, Officer - Officer Officer and Officer - the complainant, and a civilian, ?10 Chicago Police Department reports, RD documenting the incident were also collected, which included summaries of the officers? account. COPA also received depositions11 related to -civil suit, 16 - alleging misconduct and -criminal case transcripts?, - There was no video evidence or independent witnesses available. Upon a review of the compiled evidence, COPA finds the following narrative occurred by a preponderance of the evidence. On September 24, 2014, at approximately 5 PM around 7900 S. Ingleside Avenue, the officers were stopped by a civilian stating a white Hummer was driving erratically. The officers observed the Hummer violating traffic laws and subsequently stopped it. 4 COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modified Summary Report of Investigation Template and Approvals, effective February 13, 2019. 5 Attachment 40 6 Attachment 45 7 Attachment 50 8 Attachment 56 9 Attachment 71 10 Attachment 24 11 Attachment 30 12 Attachment 29 After _was unable to produce his driver?s license, Of?cer _asked _to exit his vehicle and _complied. After _exited his vehicle and as Officer _attempted to place _into custody, there are con?icting accounts as to what occurred next. There are further con?icting accounts about _actions and whether he resisted. _stated he did not resist at any point during his interaction with the officers. Contrarily, the officers stated that _continued to resist, did not comply with their verbal direction, attempted to walk away, attempted to avoid physical control, and reached towards his waistband making them believe that _possessed a weapon."
  },
  {
    "allegation_id": "1049286",
    "category_id": null,
    "category": null,
    "summary": "On the above date and time, _was the front seat passenger in a rental vehicle driven by _sister, _and _baby were in the backseat. They traveled to _Liquors, located at _Avenue. Unbeknownst to them, multiple officers were in the area conducting a narcotics investigation. The officers entered the parking lot at _after _parked the vehicle. There was a traffic collision between the rental vehicle driven by _and the unmarked CPD vehicle driven by Sgt. _with both sides alleging that the other was the striking vehicle. After the collision, _drove out of the parking lot and north on _before stopping at approximately _alleged that while taking her into custody, officers dragged her out of the vehicle, punched her, kicked her, and struck her with objects. This investigation revealed insufficient evidence to prove or disprove the allegations made."
  },
  {
    "allegation_id": "1080141",
    "category_id": null,
    "category": null,
    "summary": "On April 15, 2016, was arrested for Unlawful Possession/Driver of a Stolen Vehicle, Aggravated Fleeing/Damage, and Reckless Driving. Ms._alleges during her arrest, Of?ce-, pulled her hood over her head and forced her against a squad car, bit her on the shoulder, pulled on the handcuffs, causing pain to her wrist, and referred to her as a ?bitch.? Ms._further alleged that Of?cer-placed her forearm against her throat/chest area. After viewing available documents and conducting an interview of Ms_, COPA ?nds the allegations against Of?cers -and- to be Exonerated, Not Sustained and Unfounded. ?ndings are further discussed in the Analysis portion of this report. COPA reviewed all relevant reports including arrest reports, original case incident report, Detective supplementary report, event query reports, Evidence Technician/personal photos, and F3 statement and medical records. No digital evidence was available to COPA as the District was not assigned Body Worn Cameras until November 26, 2017."
  },
  {
    "allegation_id": "1076314",
    "category_id": null,
    "category": null,
    "summary": "On July 15, 2015, _filed an ex parte petition for Emergency Order of Protection or ??Order?) against her then?husband, CPD Sergeant _requesting exclusive possession of the marital residence and her personal property.3 She also submitted an Affidavit in Support of her petition, in which she attested to multiple instances of physical and verbal cruelty in June and July of 2015; she also reported that responding officers sided with Sgt. _and made inappropriate comments about her.4 The Order was granted; on August 27, 201, the Order was Vacated based on a Motion to Dismiss submitted by Mrs. Sergeant _learned of the Order after receiving notice on July 23, 2015 that his Illinois FOID card was revoked pending the BOP. He then reported the matter to his superior officers, including: CPD Deputy Chief ?Li?ut?nant ?Li?ut?nant and Executive Officer thereafter notified IPRA of the complaint against Sergeant IPRA and attempts to interview Mrs. _were unsuccessful, and she did not provide a sworn statement to either agency. The investigation revealed that police have responded to multiple complaints of domestic disturbances involving the parties in the past.5 On all but two of those occasions, Sergeant alleged that his wife physically abused him; on at least two incidents, ETs were assigned to photograph his injuries.6 On two occasions, Mrs. _also alleged physical abuse by Sergeant _she did not cooperate with the corresponding IPRA investigations.7 COPA recommends each allegation herein be Not Sustained. findings are further discussed in the Analysis portion of this report. IPRA and COPA obtained and reviewed all relevant records, including original case incident reports, BIA report(s), Illinois State Police records, and civil pleadings and orders. COPA 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modi?ed Summary Report of Investigation Template and Approvals, effective February 13, 2019. petition did not complain of any permanent physical injury, medical care or hospitalization(s) resulting from the alleged actions by Sergeant _and COPA is independently unaware of any such injuries or resultant medical care. 4 IPRA failed to identify or investigate the responding officers; COPA declined to seek CPD Superintendent permission to investigate these allegations due to both the passage of time since the incident and the inability to identify which responding officer(s) reportedly made the inappropriate comments. 5 Attachments 17?25. 6 In his statement to COPA on November 18, 2019, Sergeant _additionally alleged responding officers mishandled one or more of his domestic abuse complaint(s) against declined to seek CPD Superintendent permission to investigate these allegations. 7 Log numbers 1062476 and 1035980. interviewed accused Department member Sergeant _who denied the substance of each allegation. No in?car camera footage or body?wom camera footage was recovered related to the alleged incidents. No arrest warrants or tactical response reports were found."
  },
  {
    "allegation_id": "1064430",
    "category_id": null,
    "category": null,
    "summary": "incident between her son. The reporitng accused became rude stated, \"I'm tired of be a fucked up your kid.”"
  },
  {
    "allegation_id": "1078659",
    "category_id": null,
    "category": null,
    "summary": "_and _were arrested following an officer?involved shooting that occurred at - In her statement to IPRA, _said she criticized the officers for shooting her neighbor, and demanded to know why they shot him. She alleged that Officer _told her to ?get the fuck back.? _related that she argued with him and told him that the officers failed to serve and protect. Officer _then pushed _pointed a gun at her, slammed her against a fence and handcuffed her too _denied threatening the officers. _added that another officer grabbed her brother, _pushed him to the ground, and pulled his hair. According to _pulled away and tried to get the officers off him. _also stated that an unknown officer struck _on the back of the head with a long gun. Efforts to interview _were unsuccessful. In an interview with IPRA, _and _mother, provided an account consistent with statement. _stated that when the officers told everyone to move back from the crime scene, _argued with the officers and refused to move. According to _when the officers went to place _into custody, _told the officers not to arrest his sister, and to get out of _face. _stated that _moved around when the officers tried to handcuff him. According to Department reports, as officers attempted to disperse a large crowd, - and _refused to disperse and threatened officers. _reportedly failed to follow verbal direction, stiffened, and pulled away. _stiffened, pulled away, and ?ed. Officer _reported that he used escort holds and performed a takedown in order to place _into custody. Officer _eported that he used escort holds, performed a takedown, and pulled _hair to gain control. In a statement to COPA, Officer _denied pushing _but stated that he and _may have fallen to the ground. Officer _stated that he told _and the crowd to move back, but he denied using the language, ?move the fuck back.?"
  },
  {
    "allegation_id": "1056490",
    "category_id": null,
    "category": null,
    "summary": "ails) Victim/Offender Situation Armed? Weapon Types"
  },
  {
    "allegation_id": "1061582",
    "category_id": null,
    "category": null,
    "summary": "registration, vehicle slips worth (70.00), tax paper and other -unknown"
  },
  {
    "allegation_id": "1071337",
    "category_id": null,
    "category": null,
    "summary": "September 2, 2014 Approximately 9:09p.m. Fullerton Ave., Chicago, IL 60639 September 3, 2014 12:01am. On September 2, 2014, Civilian 1 (?Civilian worked at his vender?cart in Park when, at approximately 5:00p.m., Chicago Police officers drove past. As the officers drove past, one of the officers quietly said, ?Fucking Mexicans.? According to Civilian 1, later that day, at around 9:00pm., these same officers, identified by COPA as Officers A (?Officer and Officer (?Of?cer initiated a traffic stop on Civilian 1. During the stop, Civilian 1 could not produce a valid driver?s license or proof of insurance. Civilian 1?s vehicle was moved by Officer and legally parked. The traffic stop concluded with the release of Civilian 1 without the issuance of any citations. COPA investigated this incident. Upon conclusion of the investigation, COPA recommends findings of not sustained and exonerated."
  },
  {
    "allegation_id": "1052742",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleges that during a traffic stop, the accused officer was rude and unprofessional in that he stated, “we Tase punk ass white boys like you.\" It is further alleged that the accused officer “ruffed” the victim up and damaged his vehicle by driving in a reckless manner. The reporting party alleges that during a traffic stop, the accused officer was rude and unprofessional in that he stated, \"we Tase punk ass white boys like you.” It is further alleged that the accused officer “ruffed” the victim up and damaged his vehicle by driving in a reckless manner."
  },
  {
    "allegation_id": "1080622",
    "category_id": null,
    "category": null,
    "summary": "On May 22, 2016, at approximately 2:30 a. m. ,the complainant, was arrested. After arrest Chicago Police De artment Officers and transported to the 'th District for processing. 1 On September 15, 2017, the Civilian Office of Police Accountability (COPA) replaced the Independent Police Review Authority (IPRA) as the civilian oversight agency of the Chicago Police Department. Therefore, this investigation, which began under IPRA, was transferred to COPA on September 15, 2017, and the recommendation(s) set forth herein are the recommendation(s) of COPA. 2 Formal allegations were not served on 3A full and complete investigation was completed 1n this matter. Including the interview of all pertinent civilian and officer witnesses, the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation. Upon arrival at the District, Officers - and sally port and removed from the vehicle. Officer into the District station. pulled their vehicle into the then forcefully escorted District cameras captured Officer and arrival with .4 Shortly after entering the sally port, Officers and removed from the backseat of their vehicle. During this time did not appear to willingly eXit the vehicle. In res onse the officers grabbed and removed him from the vehicle. Once out of the vehicle, i appeared to pull away from the officers as they attempted to control ody movement. Officer then escorted towards a door, both struggled with each other as they proceeded held onto with both hands and physically directed - as he moved his bod around to resist direction. Almost to the door, and still stru ling with each other, pushed against a cement wall. Once against the wall, bod movements stabilized, Officer achieved greater control, and the officer continued to direct towards and through the We found a video recording that captured the incident to be most compelling. Multiple I door. Equally important, during his interview with investigators, -described himself as intoxicated during his arrest, upset that he was arrested, and that he pulled away from the officers as the removed him from the vehicle and escorted him towards the door. Additionally, photos of taken soon after the incident did not capture any apparent injuries. described his injury as non?apparent, and that he only had some discomfort to the side of his head near his eye."
  },
  {
    "allegation_id": "1076727",
    "category_id": null,
    "category": null,
    "summary": "In an incident involving Officer A, it was alleged that Officer A engaged in a physical and verbal altercation with Subject 1."
  },
  {
    "allegation_id": "1058987",
    "category_id": null,
    "category": null,
    "summary": "star number"
  },
  {
    "allegation_id": "1080018",
    "category_id": null,
    "category": null,
    "summary": "Involved Sergeant Sergeant Star Employee - DOA: 2004 Unit: DOB: 1978 White Male Involved Officer Officer Star Employee DOA: 2013 Unit: - DOB: 1984 Black Male Involved Officer Officer Star Employee DOA: 2014 Unit: - DOB: 1986 White Male Involved Officer Unidentified Involved Individual DOB: -, 1944 Black Male Case Type: 05A Excessive Force On Duty Injury"
  },
  {
    "allegation_id": "1049467",
    "category_id": null,
    "category": null,
    "summary": "The reporting party, WHO DID NOT WITNESS THE INCIDENT, alleges there was a physical altercation involving the accused officer and the victim. The reporting party alleges during the original altercation, the victim threw a can of pop at the accused officer and referred to her as a “bitch\". The reporting party also alleges that on the elevator, the accused officer pointed her finger in the victim's face and scratched her on the face. The reporting party further alleges the victim retaliated by reaching around a staff member on the elevator, scratching the accused and striking her."
  },
  {
    "allegation_id": "1053049",
    "category_id": null,
    "category": null,
    "summary": "It is reported that accused officer is identified as a suspect in a case report."
  },
  {
    "allegation_id": "1049868",
    "category_id": null,
    "category": null,
    "summary": "It is reported that the complainant received notification that the accused officer was the subject of an active LEADS warrant from Lee County for a civil case."
  },
  {
    "allegation_id": "1054721",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleged that she and the accused detective got into an altercation during a party at the accused detective's house because he received a text message from an ex-girlfriend. The reporting party alleged that the accused detective pushed her to the floor during the altercation. Reference: i"
  },
  {
    "allegation_id": "1054889",
    "category_id": null,
    "category": null,
    "summary": "The reporting party alleged that the accused violated a civil court no contact order (11 D 8535) in that he sent her (reporting party) a text message, which was harassing and insulting. The accused screamed and yelled at her on the telephone. CASE REPORT: Harassment/Violation RD"
  },
  {
    "allegation_id": "1074270",
    "category_id": null,
    "category": null,
    "summary": "During the afternoon of March 4, 2015, Officer (?Officer conducted atraff1c stop on During that traffic stop, a verbal and physical altercation ensued between Officer and resulting in _s arrest. At the time, - had been working his route as a postal worker for the US. Postal Service. That verbal and physical altercation is the basis of this investigation. According to -, his involvement began when he observed Officer remove - from her vehicle, grab left arm, and inform - that her vehicle was going to be towed. _felt that Officer _s actions were inappropriate. - asked - if she could use his phone to which he responded yes; however, Officer asked - to remain where he was at and to not interfere. In response, - tossed his phone to - and Officer de?ected the phone, which ended up under vehicle. - retrieved his phone and returned to his postal truck. Upon see this, Officer approached - and arrested him for resisting. Specifically, _alleged that Officer approached him and then placed his arm(s) around his shoulders and neck. _pushed the officer away and a struggle ensued. Additional officers arrived and pulled the two from each other, during which time, - felt himself getting punched in the head by Officer Eventually they were separated and _was arrested and transported to _Hospital. - also alleged the use of abusive language by Officer during the encounter. During the course this investigation, Officer responding Officer (?Officer security guard and -6 were all interviewed regarding the incident. We found that each witness had a materially different account from each other?s. Specifically, - told investigators that he responded after hearing a 10?1 call for assistance by Officer - arrived on scene at the same time as Officer - and together they separated _and Officer - had Officer in a ?bear hug? and his left hand on or near firearm. Just prior to the altercation, _overheard Officer instruct - to leave and get back multiple times. He then saw - initially walk towards his vehicle but - then turned and walked back towards Officer Overall, - felt that _started the physical altercation with Officer Conversely, Officer - recalled - walking over and speaking with him, which was when Officer _approached and grabbed - by the front of his jacket. - attempted to back away and extended his arms. Officer - interpreted actions as defensive, but a 2COPA conducted a full and complete investigation of this matter, including the interview of all pertinent civilian and officer witnesses, and the collection and review of digital, documentary, and forensic evidence. As part of ongoing efforts to increase case closure capacity, certain cases opened under IPRA are summarized more in a Modified Summary Report of Investigation, pursuant to COPA Guideline Modified Summary Report of Investigation Template and Approvals, effective February 13, 2019. 3 IPRA investigators interviewed Officer on March 16, 2016. Attachments 30, 34, and 45. 4 IPRA investigators interviewed Officer - on April 4, 2016. Attachments 32 and 46. 5 IPRA investigators interviewed - on April 8, 2016. Attachments 43 and 47. 6 IPRA investigators interviewed _on May 11, 2018. Attachment 62. struggle ensured between Officer and -. As Officer - attempted to separate the two, he noticed Officer strike - in the head with his radio. Officer - did not describe - as aggressive and denied seeing - place Officer in a ?bear hug.? Lastly, Officer _did not recall the use of abusive language by Officer _told COPA investigators that she independently exited her vehicle and that Officer - - aggressively grab her arm as she tried to get her stuff out of her vehicle as if to indicate the she was taking too long. By this time, - had walked by and offered his phone to -. Officer asked - not to get involved. Nevertheless, _slid his phone to -, which appeared to upset Officer Officer _then approached - and got into face. The of?cer then grabbed - and altercation ensued. Additional officers quickly arrived and held - back as Officer stuck - in the head with a radio. - could not recall if - ?bear hugged? Of?cer Finally, she described Officer as the aggressor. Lastly, Officer stated to investigators that he asked - multiple times not to interfere with the traffic stop, which started almost immediately upon him stopping -. Officer asked _to step out of her vehicle in order for her to sign an I?Bond, and he recalled her stepping from the vehicle unassisted. At some point, - tossed his cell phone, which fell to the ground, hit Officer shoe, and slid under vehicle. Of?cer then asked - to step back. Instead, - retrieved his cell phone from underneath vehicle. Officer found interference distracting, in that it took his attention away from _who was acting belligerent during the stop. At some point, - did comply and backed away; however, - returned which resulted in the two of them confronting each other. _then battered Officer _by shoving the of?cer?s right shoulder. A struggle ensued with _placing Officer in a ?bear hug? and tossing him to the ground. Partly reactionary and partly not knowing whether - was attempting to disarm him, Officer - - then struck - in the head with his radio. During this time, assisting officers arrived and pulled the two apart. Lastly, there is no recovered video evidence of the encounter and photographs taken of - following the incident show a small laceration to head."
  },
  {
    "allegation_id": "1078557",
    "category_id": null,
    "category": null,
    "summary": "On September 4, 2013, several officers responded to a OEMC call of a man with a gun. on the officers arriving, they saw and he ?ed from the officers. The officers pursued ed through the house, down a gan wa and throu the alley. While in the gangway, Officer ocked a weapon out of Hand. ?continued to run, and officers continued to pursue him. an to a gas station and at that point officers were able to catch up with According to surrendered when he reached the gas station, but officers stated that ept resisting and they had to use open hand/close hand strikes to get -to comply as well as an emergency takedown. was subsequently placed into custody and transported to the district for processing."
  },
  {
    "allegation_id": "309112",
    "category_id": null,
    "category": null,
    "summary": "On 13 October 2005, a complaint was registered with the Independent Police Review Authority (IPRA, f/k/a The Office of Professional Standards), regarding an incident occurring in the 2nd District involving an on-duty female Chicago Police Department officer and an on-duty male officer. It was alleged that the accused male officer cut the arrestee with a knife, used an unauthorized cutting instrument to remove flexicuffs, made a false report regarding the arrestees injury, failed to make notifications regarding an injury to an arrestee, failed to provide immediate medical assistance to an injured arrestee, and failed to preserve evidence. It was alleged that the accused female officer made a false report regarding an arrestees injury, failed to make any notifications regarding an injury to an arrestee, and failed to provide immediate medical assistance to an injured arrestee. IPRA recommended to SUSTAIN the allegation that the accused female officer made a false report based on the statements of witness officers and the accused officers contradictory statements. IPRA recommended a finding of UNFOUNDED for the allegations that the accused officers failed to make any notifications regarding an arrestees injury because C.P.D. records indicate that they made notifications about the injury. Based on statements made by witnesses and the accused members, IPRA recommended a finding of UNFOUNDED for the allegation that the accused officers failed to provide immediate medical assistance. Based on corroborating witness statements and admissions made by the accused male officer, IPRA recommended to SUSTAIN the allegation that he cut an arrestee with a knife. Again based on the accused male officers admissions, IPRA recommended to SUSTAIN the allegation that he used an unauthorized cutting instrument to remove flexicuffs. Also based on corroborating witness statements and the accused male officers admissions, IPRA recommended to SUSTAIN the allegation that he made a false report regarding an arrestees injury. IPRA recommended to NOT SUSTAIN the allegation that the accused male officer failed to preserve evidence. IPRA recommended a ten (10) day suspension for the accused female member, and a twenty (20) day suspension for the accused male member."
  },
  {
    "allegation_id": "1074962",
    "category_id": null,
    "category": null,
    "summary": "On April 30, 2015, at or about 2:00 am, Officer _was on patrol, at or near Madison St. and Racine Ave. in Chicago, 11. He was ?agged down by taXi driver - _who reported a black, male passenger had just ?ed his cab without paying, and ran towards a local bank parking lot. Officer _radioed the incident into dispatch, and observed an individual matching the description [_walking westbound on Madison St. Officer _eXited his marked SUV and approached the individual. During the stop a physical altercation ensued; Officer _attempted, unsuccessfully, to handcuff Mr. _and called for assistance. Sergeant _and a second assist vehicle with two officers arrived, and Mr. _was then forcibly handcuffed. Paramedics were subsequently called to treat a bleeding wound to Mr. _right ear, and he was thereafter taken to the - District for processing. A Tactical Response Report was completed by Officer _The incident was not captured on video.2 Mr. _subsequently filed a complaint with IPRA on May 2, 2015, and provided a sworn statement alleging he was unjustifiably grabbed by Officer _was choked by the neck, forced to the ground, punched, swore at, and physically injured. Mr. _was subsequently released on bail and sought medical care. He was diagnosed with bruises, lacerations, and a fractured wrist.3 1 On September 15, 2017, the Civilian Office of Police Accountability (COPA) replaced the Independent Police Review Authority (IPRA) as the civilian oversight agency of the Chicago Police Department. Therefore, this investigation, which began under IPRA, was transferred to COPA on September 15, 2017, and the recommendation(s) set forth herein are the recommendation(s) of COPA. 2 No In?Car Camera footage depicting the interaction was recovered by CPD. 3 Mr. _subsequently filed a civil complaint related to this incident (Case 16 CV - Circuit Court of Cook County, IL), and alleged, in part, Of?cer _placed him in a ?chokehold,? punched him in the head, and caused cuts, bruises, and a fractured wrist. (See Attachment 41)."
  }
]